"%@ (Couldn't get attributes)" = "%@ (Impossibile determinare gli attributi)";
"%@ (No audio)" = "%@ (Nessun Audio)";
"%@ (No audio/video)" = "%@ (Nessun Audio/Video)";
"%@ (No video)" = "%@ (Nessun Video)";
"%@ (Unknown error)" = "%@ (Errore sconosciuto)";
"%@ (Unknown format)" = "%@ (Formato sconosciuto)";
"%@ (Unsupported audio)" = "%@ (Audio non supportato)";
"Add" = "Aggiungi";
"Are you sure you want to remove the selected preset?" = "Sei sicuro di voler rimuovere il formato selezionato?";
"Are you sure you want to remove the selected presets?" = "Sei sicuro di voler rimuovere i formati selezionati?";
"Cancel" = "Annulla";
"Checking file..." = "Verifica file...";
"Checking files..." = "Verifica files...";
"Choose" = "Scegli";
"Choose a downloaded or copied formato file" = "Seleziona un file preimpostato scaricato o copiato";
"Choose a location to save the converted files" = "scegli la cartella dove salvare il file";
"Continue" = "Continua";
"Create a new preset" = "Crea un nuovo formato";
"Create a new preset\nChoose a downloaded or copied formato file" = "Crea un nuovo formato\nSeleziona un file preimpostato scaricato o copiato";
"Disable" = "Disabilitato";
"Encoding file %i of %i to '%@'" = "Codifica file %i di %i su %@";
"Encoding: " = "Codifica: ";
"Failed to delete '%@'." = "Cancellazione di '%@' non riuscita";
"File path: %@" = "Percorso file: %@";
"Finished converting" = "Conversione terminata";
"Finished converting %ld files" = "Conversione terminata %ld files";
"Finished converting 1 file" = "Conversione terminata 1 file";
"Media Converter failed to encode one file" = "Media Converter non è riuscito a codificare un file";
"Media Converter failed to encode some files" = "Media Converter non è riuscito a codificare alcuni files";
"No" = "No";
"OK" = "OK";
"One protected file" = "Un file protetto";
"One protected mp4 file" = "Un file MP4 protetto";
"This option is only for advanced users" = "Questa opzione è consigliata solamente agli utenti esperti";
"Open an existing preset file" = "Apri un file esistente";
"Open an existing preset file\nChoose a downloaded or copied preset file" = "Apri un file esistente\nSeleziona un file preimpostato scaricato o copiato";
"Passthrough" = "Passthrough";
"Preparing to encode" = "Preparazione della codifica";
"Save" = "Salva";
"Scanning for files and folders" = "Cerco files e cartelle";
"Some protected files" = "Alcuni files sono protetti";
"Some protected mp4 files" = "Alcuni files MP4 sono protetti";
"These can't be converted, would you like to continue?" = "Questi file non possono essere convertiti vuoi continuare?";
"These files can't be converted" = "Questi files non possono essere convertiti";
"This file can't be converted" = "Questo file non può essere convertito";
"This file can't be converted, would you like to continue?" = "questo file non può essere convertito vuoi continuare?";
"Untitled" = "Untitled";
"Yes" = "Si";
"You won't be able to convert files using these presets in the future" = "Non potrai più utilizzare questi formati in futuro per convertire i file";
"You won't be able to convert files using this preset in the future" = "Non potrai più utilizzare il formato in futuro per convertire i file";
"Failed to open preset files." = "Apri il formato del file";
"Try re-downloading or re-copying them." = "Prova a ricaricare o copiare il formato.";
"Failed to open '%@'." = "Apri il formato del file '%@'.";
"Try re-downloading or re-copying it." = "Prova a ricaricare o copiare il file";
"%@ Would you like to continue?" = "%@ Would you like to continue?";
"Choose a location to save the preset file" = "Scegli la posizione dove salvare il formato";
"Failed to copy 'Presets' folder" = "Copia il formato";
"Failed to create 'Presets' folder" = "Crea il formato del file nella cartella";
"Failed to install the preset file" = "Installa il formato del file";
"An unknown error occured" = "Si è verificato un errore sconosciuto";
"Failed to create folder '%@' in '%@'." = "Il file non può essere creato nella prima e nella seconda cartella: '%@' -> '%@'.";
"Failed to copy '%@' to '%@'. %@" = "Impossibile copiare il formato del file nel primo e nel secondo formato mp4: '%@' -> '%@'. %@";
"Failed to delete '%@'." = "Impossibile eliminare il formato del file in mp4: '%@'.";
"Failed to write '%@' to '%@'" = "Impossibile scrivere il formato mp4 in una cartella: '%@' -> '%@'";
"No Presets" = "Nessun formato impostato";
"Failed to duplicate preset file" = "Impossibile duplicare il formato del file";
"Top" = "Superiore";
"Center" = "Centro";
"Bottom" = "Anteriore";
"Left" = "Sinistra";
"Right" = "Destra";
"DVD" = "DVD";
"MP4" = "MP4";
"Converting subtitles: %@…" = "Converto i sottotitoli: %@…";
"Failed to move '%@' to '%@'. %@" = "Impossibile spostare il file nel primo e nel secondo formato mp4: '%@' -> '%@'. %@";//Languages
"Catalan; Valencian" = "Catalano; Valencia";
"Chechen" = "Chechen";
"Somali" = "Somalo";
"Bashkir" = "Baschiro";
"Kirghiz; Kyrgyz" = "Kirghiso; Kirghizistan";
"Ndebele, North; North Ndebele" = "Ndebele, a nord; Ndebele settentrionale";
"Avaric" = "Avaro";
"Hiri Motu" = "Hiri Motu";
"Kalaallisut; Greenlandic" = "kalaallisut; Groenlandese";
"Tibetan" = "Tibetano";
"Maltese" = "Maltese";
"Yiddish" = "Yiddish";
"Faroese" = "Faroese";
"Haitian; Haitian Creole" = "Haiti; Creolo haitiano";
"Lingala" = "Lingala";
"Swati" = "Swati";
"Volapük" = "Volapük";
"Bokmål, Norwegian; Norwegian Bokmål" = "Bokmål, norvegese; Norwegian Bokmål";
"Marshallese" = "Marshallese";
"Church Slavic; Old Slavonic; Church Slavonic; Old Bulgarian; Old Church Slavonic" = "Slavo della chiesa; Antico slavo; Slavo della chiesa; Bulgaro antico; Vecchia chiesa slava";
"Ukrainian" = "Ucraino";
"Bihari languages" = "Lingue bihari";
"Sotho, Southern" = "Sotho, nel sud";
"Malagasy" = "Malgascio";
"Tonga (Tonga Islands)" = "Tonga (Isole Tonga)";
"Amharic" = "Amarico";
"Gaelic; Scottish Gaelic" = "Gaelico; Gaelico Scozzese";
"Zulu" = "Zulù";
"Northern Sami" = "Sami del Nord";
"Sardinian" = "Sardo";
"Japanese" = "Giapponese";
"Limburgan; Limburger; Limburgish" = "Limburgan; Limburger; Limburgish";
"Estonian" = "Estone";
"Interlingua (International Auxiliary Language Association)" = "Interlingua (Associazione internazionale delle lingue ausiliarie)";
"Kuanyama; Kwanyama" = "Kuanyama; Kwanyama";
"Chamorro" = "Chamorro";
"Tsonga" = "Tsonga";
"Gujarati" = "Gujarati";
"Welsh" = "Gallese";
"Hebrew" = "Ebraico";
"Bengali" = "Bengalese";
"Tajik" = "Tajik";
"Pali" = "Pali";
"Telugu" = "Telugu";
"Wolof" = "Wolof";
"Igbo" = "Igbo";
"Samoan" = "Samoan";
"Vietnamese" = "Vietnamita";
"Kinyarwanda" = "Kinyarwanda";
"Armenian" = "Armeno";
"Malayalam" = "Malayalam";
"Shona" = "Shona";
"Belarusian" = "Bielorusso";
"Nauru" = "Nauru";
"Sinhala; Sinhalese" = "Singalese";
"Kanuri" = "Kanuri";
"Ossetian; Ossetic" = "Osseto";
"Kurdish" = "Curdo";
"Assamese" = "Assamese";
"Panjabi; Punjabi" = "Panjabi; Punjabi";
"Inupiaq" = "Inupiaq";
"Kazakh" = "Kazako";
"Tagalog" = "Tagalog";
"Swahili" = "Swahili";
"Manx" = "Manx";
"Rundi" = "Rundi";
"Finnish" = "Finlandese";
"Indonesian" = "Indonesiano";
"Kongo" = "Kongo";
"Thai" = "Tailandese";
"Fijian" = "Fijian";
"Urdu" = "Urdu";
"Korean" = "Coreano";
"Mongolian" = "Mongolo";
"Chichewa; Chewa; Nyanja" = "Chichewa; Chewa; Nyanja";
"Maori" = "Maori";
"Corsican" = "Corsica";
"Occitan (post 1500)" = "Occitano (post 1500)";
"Kashmiri" = "Kashmiri";
"Greek, Modern (1453-)" = "Greco, moderno (1453-)";
"Afar" = "Lontano";
"Sanskrit" = "Sanscrito";
"Bulgarian" = "Bulgaro";
"Slovak" = "Slovacco";
"Portuguese" = "Portoghese";
"Kikuyu; Gikuyu" = "Kikuyu; Gikuyu";
"Latin" = "Latino";
"Norwegian Nynorsk; Nynorsk, Norwegian" = "Norvegese Nynorsk; Nynorsk, norvegese";
"Serbian" = "Serbo";
"Xhosa" = "Xhosa";
"Slovenian" = "Sloveno";
"Tigrinya" = "Tigrino";
"Arabic" = "Arabo";
"Sango" = "Sango";
"Herero" = "Herero";
"Ndebele, South; South Ndebele" = "Ndebele, a sud; Ndebele meridionale";
"Chuvash" = "Chuvash";
"Bislama" = "Bislama";
"Swedish" = "Svedese";
"Javanese" = "Giavanese";
"Cree" = "Cree";
"Latvian" = "Lettone";
"Ojibwa" = "Ojibwa";
"Kannada" = "Kannada";
"Romansh" = "Romancio";
"Czech" = "Ceco";
"French" = "Francese";
"Aragonese" = "Aragonese";
"Malay" = "Malese";
"Uzbek" = "Uzbeko";
"Guarani" = "Guarani";
"Akan" = "Akan";
"Hausa" = "Hausa";
"Romanian; Moldavian; Moldovan" = "Rumeno; Moldavo; Moldovan";
"Albanian" = "Albanese";
"Irish" = "Irlandesi";
"Dutch; Flemish" = "Olandese; fiammingo";
"Pushto; Pashto" = "Pushto; Pashto";
"Turkish" = "Turco";
"Uighur; Uyghur" = "Uighur; Uyghur";
"Navajo; Navaho" = "Navajo; Navaho";
"Ido" = "Lo voglio";
"Cornish" = "Della Cornovaglia";
"Persian" = "Persiano";
"Divehi; Dhivehi; Maldivian" = "Divehi; Dhivehi; Maldive";
"Luba-Katanga" = "Luba-Katanga";
"Tahitian" = "Tahitiano";
"Ganda" = "Ganda";
"Croatian" = "Croato";
"Walloon" = "Vallone";
"Lao" = "Lao";
"Hindi" = "Hindi";
"Inuktitut" = "Inuktitut";
"Tatar" = "Tatar";
"Russian" = "Russo";
"Italian" = "Italiano";
"Chinese" = "Cinese";
"Sundanese" = "Sundanese";
"Avestan" = "Avestico";
"Norwegian" = "Norvegese";
"Danish" = "Danese";
"Georgian" = "Georgiano";
"Quechua" = "Quechua";
"Lithuanian" = "Lituano";
"Western Frisian" = "Frisone occidentale";
"Afrikaans" = "Afrikaans";
"Komi" = "Komi";
"Interlingue; Occidental" = "Interlingue; Occidental";
"Ndonga" = "Ndonga";
"Venda" = "Venda";
"Icelandic" = "Islandese";
"Yoruba" = "Yoruba";
"Fulah" = "Fulah";
"Galician" = "Galiziano";
"Macedonian" = "Macedone";
"Central Khmer" = "Khmer centrale";
"Turkmen" = "Turkmeno";
"Azerbaijani" = "Azero";
"Oromo" = "Oromo";
"Bambara" = "Bambara";
"Sichuan Yi; Nuosu" = "Sichuan Yi; Nuosu";
"Nepali" = "Nepali";
"Esperanto" = "Esperanto";
"Ewe" = "Pecora";
"Hungarian" = "Ungherese";
"Luxembourgish; Letzeburgesch" = "Lussemburghese; il lussemburghese";
"Bosnian" = "Bosniaco";
"Burmese" = "Birmano";
"Abkhazian" = "Abkhazo";
"Basque" = "Basco";
"Oriya" = "Oriya";
"Tswana" = "Tswana";
"Breton" = "Bretone";
"Twi" = "Twi";
"Spanish; Castilian" = "Spagnolo; castigliano";
"English" = "Inglese";
"Dzongkha" = "Dzongkha";
"Marathi" = "Marathi";
"Aymara" = "Aymara";
"Polish" = "Polacco";
"German" = "Tedesco";
"Sindhi" = "Sindhi";
"Tamil" = "Tamil";
"Zhuang; Chuang" = "Zhuang; Chuang";
"Traditional Chinese" = "Cinese tradizionale";
"Greek" = "Greco";
"Cyrilic" = "Cirillico";
"Simplified Chinese" = "Cinese semplificato";
"Adding fonts (one time)" = "Aggiungo i caratteri una volta";
"Checking font: %@" = "Controllo i caratteri: %@";
"Extracting: %@" = "Extracting: %@";
"Not found:" = "Caratteri non trovati:";
"Failed to add some default language fonts" = "Impossibile aggiungere alcuni caratteri di lingua predefiniti";
"You can savely ignore this message if you don't use these languages (see details)." = "puoi ignorare questo messaggio o ricevere ulteriori dettagli";
"This release of 'Media Converter' adds subtitle support" = "Questa versione di 'Media Converter' supporta i sotto titoli nella lingua italiano";
"Would you like to update the presets to support it?" = "Vuoi aggiornare il supporto dei sottotitoli o annullare le modifiche?";
"Update" = "Aggiorna";
"Hardcoded" = "Hardcoded";
"Text Border" = "Confine di testo";
"Surounding Box" = "Testo box";
"None" = "Nessuno";
"Watermark" = "Filigrana";
"Clock" = "Clock";
"No image selected" = "Nessun immagine selezionata";
"Edit Preset…" = "Modifica il formato…";
"Export Preset…" = "Esporta il formato…";
"Create Preset…" = "Crea formato…";
"Duplicate Preset" = "Duplica il formato";
"Edit Presets…" = "Edit Presets…";
"Export Presets…" = "Export Presets…";
"Duplicate Presets" = "Duplicate Presets";
"Modifica filtro…" = "Edit Filter…";
"Duplicate Filter" = "Duplica il filtro";
"Duplicate Filters" = "Duplica i filtri";
"Text" = "Testo";
"Loading…" = "";
"Clipboard Image" = "L'immagine negli Appunti";
"This is a scene from the movie Sintel watch it at: www.sintel.org<br><i>second line in italic</i>" = "This is a scene from the movie Sintel watch it at: www.sintel.org<br><i>second line in italic</i>";

// Button in alert
"Details" = "Dettagli";

// Help menu
"menu-help-mail-link" = "mailto:support@kiwifruitware.org?subject=Media%20Converter%20Support&body=Media%20Converter%20version:%0DmacOS%20version:%0DSteps%20to%20reproduce:%0DScreenshots%20/%20Movies:";

// Subtitles;
"SRT (External)" = "SRT (External)";

// Progress Panel
"progress-panel-cancel-button" = "Annulla";

// Converter
"converter-progress-panel-cancel-button" = "Interrompi conversione";

// Main window
"General" = "Generali";
"Presets" = "Formati";
"Advanced" = "Avanzate";
